
const ruleList = [[
  {
    index: 1,
    line: '有效金币总数:已完成任务员工的金币总和'
  }, {
    index: 2,
    line: '金币总数：所有员工(含已完成任务员工、未完成 任务员工)的金币总和'
  }, {
    index: 3,
    line: '已完成任务员工当前金币价值=奖金总额／有效 金币总数'
  }, {
    index: 4,
    line: '未完成任务员工当前金币价值=奖金总额／金币 总数'
  }, {
    index: 5,
    line: '已完成任务员工预计奖金=员工本人金币数量* 已完成任务员工当前金币价值'
  }, {
    index: 6,
    line: '未完成任务员工预计奖金=员工本人金币数量* 未完成任务员工当前金币价值'
  }
],
[
  {
    index: 1,
    line: '有效金币总数:已完成任务部门的金币总和'
  }, {
    index: 2,
    line: '金币总数：所有部门(含已完成任务部门、未完成 任务部门)的金币总和'
  }, {
    index: 3,
    line: '已完成任务部门当前金币价值=奖金总额／有效 金币总数'
  }, {
    index: 4,
    line: '未完成任务部门当前金币价值=奖金总额／金币 总数'
  }, {
    index: 5,
    line: '已完成任务部门预计奖金=本部门金币数量* 已完成任务部门当前金币价值'
  }, {
    index: 6,
    line: '未完成任务部门预计奖金=本部门金币数量* 未完成任务部门当前金币价值'
  }
],
[
  {
    index: 1,
    line: '有效金币总数:已完成任务品牌的金币总和'
  }, {
    index: 2,
    line: '金币总数：所有品牌(含已完成任务品牌、未完成 任务品牌)的金币总和'
  }, {
    index: 3,
    line: '已完成任务品牌当前金币价值=奖金总额／有效 金币总数'
  }, {
    index: 4,
    line: '未完成任务品牌当前金币价值=奖金总额／金币 总数'
  }, {
    index: 5,
    line: '已完成任务品牌预计奖金=本品牌金币数量* 已完成任务品牌当前金币价值'
  }, {
    index: 6,
    line: '未完成任务品牌预计奖金=本品牌金币数量* 未完成任务品牌当前金币价值'
  }
],
[
  {
    index: 1,
    line: '有效金币总数:已完成任务战区的金币总和'
  }, {
    index: 2,
    line: '金币总数：所有战区(含已完成任务战区、未完成 任务战区)的金币总和'
  }, {
    index: 3,
    line: '已完成任务战区当前金币价值=奖金总额／有效 金币总数'
  }, {
    index: 4,
    line: '未完成任务战区当前金币价值=奖金总额／金币 总数'
  }, {
    index: 5,
    line: '已完成任务战区预计奖金=本战区人金币数量* 已完成任务战区当前金币价值'
  }, {
    index: 6,
    line: '未完成任务战区预计奖金=本战区人金币数量* 未完成任务战区当前金币价值'
  }
]

]
export default ruleList
